Repository: JanConGitHub/sTOnSCipAP
Catalog: po/*.po
Languages: fr

source: Everyone
fr: Tout le monde

source: Stone
fr: la pierre

source: Scissors
fr: les ciseaux

source: Paper
fr: le papier

source: blunts
fr: émousse

source: covers
fr: couvre

source: cut
fr: coupent

source: ...processing dramatic tension...
fr: ...traitement de la tension dramatique...

source: Lune to choose...
fr: À Lune de choisir...

source: Make your choice then press 'Proceed'
fr: Faites votre choix puis appuyez sur 'Continuer'

source: Wolfman to choose...
fr: À Loup-garou de choisir...

source: Who's decision will win?
fr: Quelle décision l'emportera?

source: Done
fr: Terminé

source: wins!
fr: gagne!

source: The Electronic Decision Maker
fr: Le preneur de décision électronique

source: Settings
fr: Paramètres

source: Play
fr: Jouer

source: Proceed
fr: Continuer

source: SeTTinGs & InFO
fr: PaRAmèTres & InfORmaTiOnS

source: How To Play
fr: Comment jouer

source: sTOnScipAP is a game for 2 players that can help break the stalemate of a decision by utilising the time-old tradition of playing 'Stone, Scissors, Paper'. Each player makes their choice away from the prying eyes of their opponent and when the 2nd player has chosen and pressed 'Proceed', they can place the device down for both of them to see the drama unfold, the winner be unveiled and the decision be made... In the fairly unlikely event of you never having played 'Stone, Scissors, Paper' before, then it might be handy to know the following: Stone beats Scissors. Scissors beats Paper. Paper beats Stone.
fr: sTOnSCipAP est un jeu à 2 joueurs qui peut vous aider sortir de l'impasse d'une décision en utilisant la tradition ancestrale du jeu de 'Pierre, Feuille, Ciseaux'. Chaque joueur fait son choix loin du regard de son adversaire et lorsque le deuxième joueur a choisi et appuyé sur 'Continuer', l'appareil peut être déposé de manière à ce que chacun voit le dénouement lorsque le gagnant sera révelé et que la décision sera scellée... Dans l'éventuaité assez improbable où vous n'auriez jamais joué à 'Pierre, Feuille, Ciseaux' avant, il peut être utile que vous sachiez quelques règles: La pierre bat les ciseaux. Les ciseaux battent le papier. Le papier bat la pierre.

source: Sound
fr: Sons

source: Reset
fr: Réinitialiser

source: Dramatic Pause Length
fr: Durée de la pause dramatique

source: seconds
fr: secondes

source: Dramatic Pause Message
fr: Message de la pause dramatique

source: Change
fr: Modifier
